# RoomOutdoorAirflowStandardParam Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
ParameterTypeId..::..RoomOutdoorAirflowStandardParam Property
ParameterTypeId Class See Also
---
"Outdoor Air Method"
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
# Syntax
C#
---
```text
public static ForgeTypeId RoomOutdoorAirflowStandardParam { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property RoomOutdoorAirflowStandardParam As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ RoomOutdoorAirflowStandardParam {
	ForgeTypeId^ get ();
}
```

# See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace